IDEA Open Model
MatReinforcementEc2.Fabrication Property
Compatible with IDEA StatiCa 20.1
 Fabrication of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReinfFabrication Fabrication { get; set; }
Public Property Fabrication As ReinfFabrication
	Get
	Set
Property Value
Type: ReinfFabrication
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace